netify-soap/src/test/resources/soap/requests/actor/GetActorAllRequestNoFilterTest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:gen="http://mouthaan.org/namespace/netify/general">
    <soapenv:Header/>
    <soapenv:Body>
        <gen:GetActorAllRequest/>
    </soapenv:Body>
</soapenv:Envelope>